;; -*- no-byte-compile: t; -*-

(package! eshell-git-prompt)

(package! smudge)

(package! academic-phrases)

(package! command-log-mode)

;; (package! exwm)

;; (package! desktop-environment)

(package! fountain-mode)

(package! org-chef)

(package! org-clock-csv)

(package! sphinx-doc)

(package! ein)

(package! gdscript-mode)

(package! org-super-agenda)

(package! org-books
  :recipe (:host github :repo "lepisma/org-books"))

(package! org-ref)

(package! org-roam-bibtex)

(package! org-noter-pdftools)

(package! org-latex-impatient)
